/* Alert title. */
"success_activation_alert_title" = "干得漂亮";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "您已经成功通过 Setapp 激活 %@";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "已达到设备数量上限";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "您使用 Setapp 的设备数量已达到上限。";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "请检查您的用户帐户，获取更多信息";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "您的二维码存在问题";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "请刷新应用程序页面，然后重试。";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "连接超时";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "请求响应超时。";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "请检查您的网络连接，然后重试。";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "发生网络错误";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "请检查您的连接，然后重试。";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "抱歉，出错了";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "请重试。";

/* Error description. Alert title. */
"setapp_error_generic_description" = "抱歉，出错了";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "请再试一次。";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "出错了";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "请联系 Setapp 支持团队，寻求帮助。";

/* Button title. */
"ok_button_title" = "好";

/* Loading… */
"activation.body" = "正在加载…";

/* Cancel */
"activation.cancel" = "取消";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "现在您可以通过 Setapp 订阅使用 %@ 了。继续操作并开始使用。";

/* [AppName] activated */
"activation.success.title" = "%@ 已激活";

/* Activating */
"activation.title" = "正在激活";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "扫描二维码失败。请打开 Mac 电脑上的 Setapp 应用并重新扫描二维码。";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "应用激活失败。请返回您的 Setapp 帐户并重新激活此应用。";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "扫描二维码失败。请返回您的 Setapp 帐户并重新扫描二维码。";

/* We have a little problem */
"alert.activationProblem.title" = "出现了一点小问题";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "请连接网络并重试。";

/* No internet connection */
"alert.no-internet-connection.title" = "无网络连接";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "加载时间过长。请检查您是否仍然连接到互联网，然后重试。";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "网络连接速度缓慢";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "请重试或联系我们的支持团队寻求帮助。";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "请重试。";

/* Something went wrong */
"alert.something-went-wrong.title" = "出错了";

/* Subscription blocked */
"alert.subscription-blocked.title" = "您的订阅存在问题";

/* Please go to your account for more information. */
"alert.subscription-blocked.body" = "我们对此感到抱歉。请前往您的帐户以了解更多信息";

/* Trial has expired */
"alert.subscription-blocked-after-trial.title" = "您的免费试用已经结束";

/* Please go to your account to renew subscription. */
"alert.subscription-blocked-after-trial.body" = "但这并不意味着别离。您可在帐户中续订，然后继续使用 Setapp。";

/* Contact Support Team */
"button.contact-support" = "联系支持团队";

/* Go to My Setapp */
"button.go-to-my-setapp" = "前往我的 Setapp";

/* Go to your account */
"button.go-to-your-account" = "前往您的帐户";

/* Got it */
"button.got-it.label" = "明白了";

/* Not now */
"button.not-now" = "以后再说";

/* Ok */
"button.ok" = "好的";

/* Device limit reached */
"device-limit.title" = "您的设备数量已经达到上限";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "请前往您的 Setapp 帐户，并解除不需要的设备。";

/* Got it */
"Got it" = "明白了";

/* Diagnostics */
"alert.diags.title" = "诊断";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "很抱歉出了一点故障，让我们一起来解决问题吧。";

/* Framework: %@ */
"alert.diags.body.framework-version" = "框架：%@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "订阅：%@";

/* Technical info */
"button.tech-info" = "技术信息";

/* Share report */
"button.share-report" = "分享报告";

/* Reset subscription */
"button.reset-subscription" = "重置订阅";

/* Reset */
"button.reset" = "重设";

/* Done */
"button.done" = "完成";

/* Technical info */
"alert.diags.tech-info.title" = "技术信息";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "分享报告";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "我们需要知道故障原因才能更快修复问题。我们不会收集您的个人数据。";

/* Share */
"button.share" = "共享";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "重置订阅";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "我们会将您的 Setapp 订阅重置为 %@，以便您可以通过 Setapp 重新激活此 app。";

/* Subscription reset */
"alert.diags.reset.success.title" = "重置订阅";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "请通过 Setapp 再次激活此 app，以解锁其在您的 iOS 设备上的全部功能。";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "抱歉，出错了";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "请稍后重试，或联系我们的客户支持团队。";
